import React from 'react';
import {Container} from "react-bootstrap";

const FAQ = () => (
<Container>
    <br/>
    <h1>Як подати проект?</h1>
    <div className="row">
        <div className="col-2">
            <br/>
            <br/>
            <h5>Реєстрація</h5>
            <br/>
            <h5>Створення проекту</h5>
            <br/>
            <br/>
            <h5>Модерація</h5>
            <br/>
            <br/>
            <h5>Збір коштів</h5>
            <br/>
            <br/>
            <h5>Реалізація</h5>

        </div>
        <div className="col-10"><br/>
        <br/>
        <p>Щоб подати проект, необхідно зареєструватись.</p>
            <br/>
                <p>Перейдіть на Подати проект та заповніть всі необхідні поля, завантажте документи та додайте фото.
                Необов'язково запонювати всі поля одразу, ви маєте можливість редагувати ваш проект, додавати та видяляти файли тощо.</p>
            <br/>
                <p>Далі ваш проект перевіряється модераторами на коректність заповнення всіх полів,
                наявність всіх документів та дозволів.</p>
            <br/>
                <p>Після успішної валідації вашого проекту, він стає видимим для всіх відвідувачів веб сайту
                і розпочинається збір коштів.</p>
            <br/>
            <br/>
                <p>Якщо ваш проект отримує необхідну суму коштів, він переходить на новий рівень - релізацію.
                Під час реалізації проекту, ви можете також звітувати про те, що вже зроблено і скільки коштів витрачено.
                    Для цього використовуйте Сторіборди.
                </p>
        </div>
    </div>
</Container>


);

export default FAQ;